Repository: fransklaver/sgt-backorder-woocommerce
Catalog: languages/sgt-backorder-woocommerce-*.po
Languages: nl_nl

source: SKU
nl_nl: Bestelnummer

source: Back order
nl_nl: In bestelling

source: Bulk amount
nl_nl: Bulk hoeveelheid

source: Total bulk
nl_nl: Te bestellen bulk

source: Errors were detected, you may want to fix them first
nl_nl: Er zijn wat fouten gevonden. Los die eerst op.

source: Create back order
nl_nl: Maak de bulklijst

source: No orders this week
nl_nl: Geen bestellingen deze week

source: Store has been reset<br />
nl_nl: De winkel is gereset

source: Generate back order
nl_nl: Bulklijst

source: Unit
nl_nl: Eenheid

source: Select the unit for this item
nl_nl: Kies de eenheid voor dit product

source: Fill in how many items make up one back order item
nl_nl: Vul in hoeveel eenheden nodig zijn voor een bulkeenheid

source: Quantity
nl_nl: Hoeveelheid

source: Reset store
nl_nl: Reset de winkel

source: Backorder for WooCommerce
nl_nl: Bulklijsten voor WooCommerce

source: A plugin generating backorders from WooCommerce orders
nl_nl: Een plugin om bulklijsten te maken in WooCommerce
